Repository: moritzbappert/wpgiftregistry
Catalog: languages/wpgiftregistry-*.po
Languages: de_de

source: Wishlist
de_de: Wunschliste

source: Wishlists
de_de: Wunschlisten

source: Add new Wishlist
de_de: Neue Wunschliste hinzufügen

source: Edit Wishlist
de_de: Wunschliste bearbeiten

source: New Wishlist
de_de: Neue Wunschliste

source: Search Wishlists
de_de: Wunschlisten durchsuchen

source: All Wishlists
de_de: Alle Wunschlisten

source: Old Wishlist
de_de: Alte Wunschliste

source: Settings
de_de: Einstellungen

source: First add some gifts to your wishlist below. Then use the %s shortcode anywhere on your page to include this whishlist.
de_de: Füge erst ein paar Geschenke zu deiner Wunschliste unten hinzu. Danach kannst du den %s Shortcode an jedem beliebigen Ort deiner Seite benutzen, um die Wunschliste einzufügen.

source: Wishes
de_de: Wünsche

source: Gift {#}
de_de: Geschenk {#}

source: Add Another Gift
de_de: Weiteres Geschenk hinzufügen

source: Remove Gift
de_de: Geschenk löschen

source: Gift Title
de_de: Titel

source: Gift Image
de_de: Bild

source: Upload an image or enter a URL. If left empty, we'll try to automatically retrieve an image (currently only working with amazon.com).
de_de: Lade ein Bild hoch oder gib eine URL ein. Wenn das Feld leer gelassen wird, versuchen wir automatisch ein Bild zu laden (funktioniert bislang nur mit amazon.com).

source: Add Image
de_de: Bild hinzufügen

source: Description (optional)
de_de: Beschreibung (optional)

source: Price
de_de: Preis

source: Product URL
de_de: Produkt-URL

source: Split gift?
de_de: Geschenk aufteilen?

source: Do you want to split this gift into parts?
de_de: Möchtest du dieses Geschenk in mehrere Teile aufteilen?

source: Yes
de_de: Ja

source: No
de_de: Nein

source: How many parts?
de_de: Wie viele Teile?

source: Plural Parts Label
de_de: Teile-Label Plural

source: If your gift consists of 12 spoons for example, you can rename the parts label to "spoons".
de_de: Wenn dein Geschenk zum Beispiel aus 12 Löffeln besteht, kannst du das Teile-Label in „Löffel“ umbenennen.

source: Single Part Label
de_de: Teile-Label Singular

source: Availability
de_de: Verfügbarkeit

source: Is the gift available for purchase (nobody already buying it)?
de_de: Kann das Geschenk noch gekauft werden (hat niemand anders es bereits reserviert)?

source: Copy Shortcode
de_de: Shortcode kopieren

source: Reserved Gifts
de_de: Reservierte Geschenke

source: No gifts reserved yet!
de_de: Bisher wurden keine Geschenke reserviert!

source: This plugin was created by %s. Feel free to contact us at kontakt@dreiqbik.de for any feature requests!
de_de: Dieses Plugin wurde von %s programmiert. Bei Wünschen oder Feedback kontaktiere uns gerne unter kontakt@dreiqbik.de!

source: Please %ssupport us with a good review%s if you find the plugin useful!
de_de: Bitte %sunterstütze uns mit einer guten Bewertung%s wenn dir dieses Plugin gefällt!

source: Upload an image or enter a URL.
de_de: Lade ein Bild hoch oder gib eine URL ein.

source: Currency
de_de: Währung

source: Currency in which the gift price will be displayed
de_de: Währung, in welcher der Preis dargestellt werden soll

source: Currency Symbol Placement
de_de: Platzierung des Währungszeichens

source: Before the price
de_de: Vor dem Preis

source: After the price
de_de: Nach dem Preis

source: Show email field in gift reservation dialogue?
de_de: E-Mail-Feld im „Geschenk reservieren“-Dialog anzeigen?

source: Show custom message field in gift reservation dialogue?
de_de: Feld für persönliche Nachricht im „Geschenk reservieren“-Dialog anzeigen?

source: WPGiftRegistry has been updated!
de_de: WPGiftRegistry wurde aktualisiert!

source: If you want to use all the new features, like multiple wishlists, please start using the new "Wishlists" menu item.
de_de: Wenn du in den Genuss aller neuen Features kommen möchtest, benutze ab sofort den neuen „Wunschlisten“-Menüpunkt.

source: Wishlist updated.
de_de: Wunschliste aktualisiert.

source: Wishlist settings updated.
de_de: Wunschlisten-Einstellungen aktualisiert.

source: VIEW/BUY
de_de: ANSEHEN/RESERVIEREN

source: Do you want to mark %s as %sbought%s so that nobody else gifts it?
de_de: Möchtest du %s als %sgekauft%s markieren, damit niemand anders das gleiche schenkt?

source: No, Cancel
de_de: Nein, abbrechen

source: each
de_de: je

source: View
de_de: Ansehen

source: Give
de_de: Schenken

source: Give Part
de_de: Teil schenken

source: Mark gift as reserved?
de_de: Geschenk reservieren?

source: Leave your name for the recipient:
de_de: Hinterlasse dem Beschenkten deinen Namen:

source: Your name
de_de: Dein Name

source: Your email
de_de: Deine E-Mail

source: Personal message
de_de: Persönliche Nachricht

source: Cancel
de_de: Abbrechen

source: Confirm
de_de: Bestätigen
